Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# settings.game.java.gc.shenandoah
source: Shenandoah (Low Pause)
ar: Shenandoah (توقف قصير)
da: Shenandoah (Lav pause)
de: Shenandoah (Niedrige Pause)
es: Shenandoah (Pausa Baja)
fi: Shenandoah (Matala tauko)
fr: Shenandoah (Pause Faible)
hi: Shenandoah (कम विराम)
it: Shenandoah (Pausa Bassa)
ja: Shenandoah (低停止）
ko: Shenandoah (낮은 일시정지）
nb: Shenandoah (Lav pause)
nl: Shenandoah (Lage pauze)
pl: Shenandoah (Niska pauza)
pt: Shenandoah (Pausa Baixa)
ru: Shenandoah (Низкая пауза)
sv: Shenandoah (Låg paus)
th: Shenandoah (หยุดชั่วคราวต่ำ)
tr: Shenandoah (Düşük Duraklama)
vi: Shenandoah (Tạm dừng thấp)
zh_hans: Shenandoah (低暂停）
zh_hant: Shenandoah (低暫停）

# settings.game.java.gc.shenandoah.desc
source: Shenandoah garbage collector, low pause time, suitable for scenarios requiring stable performance
ar: جامع القمامة Shenandoah، وقت توقف قصير، مناسب للسيناريوهات التي تتطلب أداء مستقر
da: Shenandoah affaldsindsamler, lav pausetid, egnet til scenarier der kræver stabil ydeevne
de: Shenandoah Garbage Collector, niedrige Pausenzeit, geeignet für Szenarien mit stabiler Leistung
es: Recolector de basura Shenandoah, tiempo de pausa bajo, adecuado para escenarios que requieren rendimiento estable
fi: Shenandoah roskienkerääjä, matala taukoaika, sopii skenaarioihin jotka vaativat vakaata suorituskykyä
fr: Collecteur de déchets Shenandoah, faible temps de pause, adapté aux scénarios nécessitant des performances stables
hi: Shenandoah गार्बेज कलेक्टर, कम विराम समय, स्थिर प्रदर्शन की आवश्यकता वाले परिदृश्यों के लिए उपयुक्त
it: Garbage collector Shenandoah, tempo di pausa basso, adatto per scenari che richiedono prestazioni stabili
ja: Shenandoahガベージコレクタ、低停止時間、安定したパフォーマンスが必要なシナリオに適している
ko: Shenandoah 가비지 컬렉터， 낮은 일시정지 시간， 안정적인 성능을 요구하는 시나리오에 적합
nb: Shenandoah søppelsamler, lav pausetid, egnet for scenarioer som krever stabil ytelse
nl: Shenandoah garbage collector, lage pauzetijd, geschikt voor scenario's die stabiele prestaties vereisen
pl: Odśmiecacz Shenandoah, niski czas pauzy, odpowiedni dla scenariuszy wymagających stabilnej wydajności
pt: Coletor de lixo Shenandoah, tempo de pausa baixo, adequado para cenários que exigem desempenho estável
ru: Сборщик мусора Shenandoah, низкое время паузы, подходит для сценариев, требующих стабильной производительности
sv: Shenandoah skräpuppsamlare, låg paustid, lämplig för scenarier som kräver stabil prestanda
th: ตัวเก็บขยะ Shenandoah เวลาหยุดชั่วคราวต่ำ เหมาะสำหรับสถานการณ์ที่ต้องการประสิทธิภาพที่มั่นคง
tr: Shenandoah çöp toplayıcı, düşük duraklama süresi, istikrarlı performans gerektiren senaryolar için uygun
vi: Bộ thu gom rác Shenandoah, thời gian tạm dừng thấp, phù hợp với các tình huống cần hiệu suất ổn định
zh_hans: Shenandoah垃圾回收器，低暂停时间，适合需要稳定性能的场景
zh_hant: Shenandoah垃圾回收器，低暫停時間，適合需要穩定性能的場景

# settings.game.java.gc.zgc
source: ZGC (Low Latency)
ar: ZGC (كمون منخفض)
da: ZGC (Lav latens)
de: ZGC (Niedrige Latenz)
es: ZGC (Baja Latencia)
fi: ZGC (Matala viive)
fr: ZGC (Faible Latence)
hi: ZGC (कम विलंबता)
it: ZGC (Bassa Latenza)
ja: ZGC (低レイテンシ）
ko: ZGC (낮은 지연시간）
nb: ZGC (Lav latens)
nl: ZGC (Lage latentie)
pl: ZGC (Niskie opóźnienie)
pt: ZGC (Baixa Latência)
ru: ZGC (Низкая задержка)
sv: ZGC (Låg latens)
th: ZGC (ความล่าช้าต่ำ)
tr: ZGC (Düşük Gecikme)
vi: ZGC (Độ trễ thấp)
zh_hans: ZGC (低延迟）
zh_hant: ZGC (低延遲）

# settings.game.java.gc.zgc.desc
source: ZGC garbage collector, extremely low latency, suitable for scenarios with extremely high response time requirements
ar: جامع القمامة ZGC، كمون منخفض للغاية، مناسب للسيناريوهات ذات متطلبات وقت الاستجابة العالية جداً
da: ZGC affaldsindsamler, ekstremt lav latens, egnet til scenarier med ekstremt høje responstidskrav
de: ZGC Garbage Collector, extrem niedrige Latenz, geeignet für Szenarien mit extrem hohen Antwortzeit-Anforderungen
es: Recolector de basura ZGC, latencia extremadamente baja, adecuado para escenarios con requisitos de tiempo de respuesta extremadamente altos
fi: ZGC roskienkerääjä, erittäin matala viive, sopii skenaarioihin joissa on erittäin korkeat vasteaikavaatimukset
fr: Collecteur de déchets ZGC, latence extrêmement faible, adapté aux scénarios avec des exigences de temps de réponse extrêmement élevées
hi: ZGC गार्बेज कलेक्टर, अत्यंत कम विलंबता, अत्यधिक उच्च प्रतिक्रिया समय आवश्यकताओं वाले परिदृश्यों के लिए उपयुक्त
it: Garbage collector ZGC, latenza estremamente bassa, adatto per scenari con requisiti di tempo di risposta estremamente elevati
ja: ZGCガベージコレクタ、極めて低いレイテンシ、極めて高い応答時間要件のシナリオに適している
ko: ZGC 가비지 컬렉터， 극도로 낮은 지연시간， 극도로 높은 응답시간 요구사항이 있는 시나리오에 적합
nb: ZGC søppelsamler, ekstremt lav latens, egnet for scenarioer med ekstremt høye responstidskrav
nl: ZGC garbage collector, extreem lage latentie, geschikt voor scenario's met extreem hoge reactietijd-eisen
pl: Odśmiecacz ZGC, skrajnie niskie opóźnienie, odpowiedni dla scenariuszy z skrajnie wysokimi wymaganiami czasu odpowiedzi
pt: Coletor de lixo ZGC, latência extremamente baixa, adequado para cenários com requisitos de tempo de resposta extremamente altos
ru: Сборщик мусора ZGC, крайне низкая задержка, подходит для сценариев с крайне высокими требованиями к времени отклика
sv: ZGC skräpuppsamlare, extremt låg latens, lämplig för scenarier med extremt höga svarstidskrav
th: ตัวเก็บขยะ ZGC ความล่าช้าต่ำมาก เหมาะสำหรับสถานการณ์ที่ต้องการเวลาตอบสนองสูงมาก
tr: ZGC çöp toplayıcı, son derece düşük gecikme, son derece yüksek yanıt süresi gereksinimleri olan senaryolar için uygun
vi: Bộ thu gom rác ZGC, độ trễ cực thấp, phù hợp với các tình huống có yêu cầu thời gian phản hồi cực cao
zh_hans: ZGC垃圾回收器，极低延迟，适合对响应时间要求极高的场景
zh_hant: ZGC垃圾回收器，極低延遲，適合對響應時間要求極高的場景

# settings.game.java.memory
source: Memory Settings
ar: إعدادات الذاكرة
da: Hukommelsesindstillinger
de: Speichereinstellungen
es: Configuración de Memoria
fi: Muistiasetukset
fr: Paramètres Mémoire
hi: मेमोरी सेटिंग्स
it: Impostazioni Memoria
ja: メモリ設定
ko: 메모리 설정
nb: Minneinnstillinger
nl: Geheugeninstellingen
pl: Ustawienia Pamięci
pt: Configurações de Memória
ru: Настройки Памяти
sv: Minnesinställningar
th: การตั้งค่าหน่วยความจำ
tr: Bellek Ayarları
vi: Cài đặt Bộ nhớ
zh_hans: 内存设置
zh_hant: 記憶體設置

# settings.game.java.optimization.balanced
source: Balanced
ar: متوازن
da: Balanceret
de: Ausgewogen
es: Equilibrado
fi: Tasapainoinen
fr: Équilibré
hi: संतुलित
it: Bilanciato
ja: バランス
ko: 균형
nb: Balansert
nl: Gebalanceerd
pl: Zrównoważone
pt: Equilibrado
ru: Сбалансированный
sv: Balanserad
th: สมดุล
tr: Dengeli
vi: Cân bằng
zh_hans: 平衡优化
zh_hant: 平衡優化

# settings.game.java.optimization.balanced.desc
source: Balanced optimizations for good performance and stability (recommended)
ar: تحسينات متوازنة للأداء الجيد والاستقرار (موصى به)
da: Balancerede optimeringer til god ydeevne og stabilitet (anbefalet)
de: Ausgewogene Optimierungen für gute Leistung und Stabilität (empfohlen)
es: Optimizaciones equilibradas para buen rendimiento y estabilidad (recomendado)
fi: Tasapainoiset optimoinnit hyvälle suorituskyvylle ja vakaudelle (suositeltu)
fr: Optimisations équilibrées pour de bonnes performances et stabilité (recommandé)
hi: अच्छे प्रदर्शन और स्थिरता के लिए संतुलित अनुकूलन (अनुशंसित)
it: Ottimizzazioni bilanciate per buone prestazioni e stabilità (consigliato)
ja: 良好なパフォーマンスと安定性のためのバランスの取れた最適化（推奨）
ko: 좋은 성능과 안정성을 위한 균형 잡힌 최적화 (권장）
nb: Balanserte optimaliseringer for god ytelse og stabilitet (anbefalt)
nl: Gebalanceerde optimalisaties voor goede prestaties en stabiliteit (aanbevolen)
pl: Zrównoważone optymalizacje dla dobrej wydajności i stabilności (zalecane)
pt: Otimizações equilibradas para bom desempenho e estabilidade (recomendado)
ru: Сбалансированные оптимизации для хорошей производительности и стабильности (рекомендуется)
sv: Balanserade optimeringar för bra prestanda och stabilitet (rekommenderas)
th: การปรับแต่งที่สมดุลเพื่อประสิทธิภาพและความเสถียรที่ดี (แนะนำ)
tr: İyi performans ve kararlılık için dengeli optimizasyonlar (önerilir)
vi: Tối ưu hóa cân bằng cho hiệu suất tốt và ổn định (được khuyến nghị)
zh_hans: 平衡优化，兼顾性能和稳定性（推荐）
zh_hant: 平衡優化，兼顧效能和穩定性（推薦）

# settings.game.java.optimization.basic
source: Basic
ar: أساسي
da: Grundlæggende
de: Basis
es: Básico
fi: Perus
fr: De base
hi: मूल
it: Base
ja: 基本
ko: 기본
nb: Grunnleggende
nl: Basis
pl: Podstawowe
pt: Básico
ru: Базовый
sv: Grundläggande
th: พื้นฐาน
tr: Temel
vi: Cơ bản
zh_hans: 基础优化
zh_hant: 基礎優化

# settings.game.java.optimization.basic.desc
source: Basic JVM optimizations for improved performance
ar: تحسينات JVM أساسية لتحسين الأداء
da: Grundlæggende JVM-optimeringer til forbedret ydeevne
de: Grundlegende JVM-Optimierungen für verbesserte Leistung
es: Optimizaciones JVM básicas para mejorar el rendimiento
fi: Perus JVM-optimointeja parannettuun suorituskykyyn
fr: Optimisations JVM de base pour améliorer les performances
hi: बेहतर प्रदर्शन के लिए मूल JVM अनुकूलन
it: Ottimizzazioni JVM di base per prestazioni migliorate
ja: パフォーマンス向上のための基本JVM最適化
ko: 성능 향상을 위한 기본 JVM 최적화
nb: Grunnleggende JVM-optimaliseringer for forbedret ytelse
nl: Basis JVM-optimalisaties voor verbeterde prestaties
pl: Podstawowe optymalizacje JVM dla lepszej wydajności
pt: Otimizações JVM básicas para melhor desempenho
ru: Базовые оптимизации JVM для улучшения производительности
sv: Grundläggande JVM-optimeringar för förbättrad prestanda
th: การปรับแต่ง JVM พื้นฐานเพื่อปรับปรุงประสิทธิภาพ
tr: Geliştirilmiş performans için temel JVM optimizasyonları
vi: Tối ưu hóa JVM cơ bản để cải thiện hiệu suất
zh_hans: 基础JVM优化，提升性能
zh_hant: 基礎JVM優化，提升效能

# settings.game.java.optimization.maximum
source: Maximum
ar: أقصى
da: Maksimal
de: Maximal
es: Máximo
fi: Maksimi
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최대
nb: Maksimal
nl: Maximaal
pl: Maksymalne
pt: Máximo
ru: Максимальный
sv: Maximal
th: สูงสุด
tr: Maksimum
vi: Tối đa
zh_hans: 最大优化
zh_hant: 最大優化

# settings.game.java.optimization.maximum.desc
source: Maximum optimizations including Aikar flags for best performance
ar: أقصى تحسينات بما في ذلك علامات Aikar للحصول على أفضل أداء
da: Maksimale optimeringer inklusive Aikar-flag for bedste ydeevne
de: Maximale Optimierungen einschließlich Aikar-Flags für beste Leistung
es: Optimizaciones máximas incluyendo flags Aikar para el mejor rendimiento
fi: Maksimaaliset optimoinnit mukaan lukien Aikar-flagit parhaaseen suorituskykyyn
fr: Optimisations maximales incluant les flags Aikar pour les meilleures performances
hi: सर्वोत्तम प्रदर्शन के लिए Aikar फ्लैग सहित अधिकतम अनुकूलन
it: Ottimizzazioni massime inclusi i flag Aikar per le migliori prestazioni
ja: 最高のパフォーマンスのためのAikarフラグを含む最大最適化
ko: 최고 성능을 위한 Aikar 플래그를 포함한 최대 최적화
nb: Maksimale optimaliseringer inkludert Aikar-flagg for best ytelse
nl: Maximale optimalisaties inclusief Aikar-vlaggen voor beste prestaties
pl: Maksymalne optymalizacje w tym flagi Aikar dla najlepszej wydajności
pt: Otimizações máximas incluindo flags Aikar para melhor desempenho
ru: Максимальные оптимизации, включая флаги Aikar для наилучшей производительности
sv: Maximala optimeringar inklusive Aikar-flaggor för bästa prestanda
th: การปรับแต่งสูงสุดรวมถึง Aikar flags เพื่อประสิทธิภาพที่ดีที่สุด
tr: En iyi performans için Aikar bayrakları dahil maksimum optimizasyonlar
vi: Tối ưu hóa tối đa bao gồm cờ Aikar để có hiệu suất tốt nhất
zh_hans: 最大优化，包括Aikar标志，获得最佳性能
zh_hant: 最大優化，包括Aikar標誌，獲得最佳效能

# settings.game.java.optimization.none
source: None
ar: بدون
da: Ingen
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucune
hi: कोई नहीं
it: Nessuna
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhuma
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
vi: Không có
zh_hans: 无优化
zh_hant: 無優化

# settings.game.java.optimization.none.desc
source: No JVM optimizations enabled
ar: لا توجد تحسينات JVM مفعلة
da: Ingen JVM-optimeringer aktiveret
de: Keine JVM-Optimierungen aktiviert
es: No hay optimizaciones JVM habilitadas
fi: JVM-optimointeja ei ole käytössä
fr: Aucune optimisation JVM activée
hi: कोई JVM अनुकूलन सक्षम नहीं
it: Nessuna ottimizzazione JVM abilitata
ja: JVM最適化は有効になっていません
ko: JVM 최적화가 활성화되지 않음
nb: Ingen JVM-optimaliseringer aktivert
nl: Geen JVM-optimalisaties ingeschakeld
pl: Brak optymalizacji JVM włączonych
pt: Nenhuma otimização JVM habilitada
ru: Оптимизации JVM не включены
sv: Inga JVM-optimeringar aktiverade
th: ไม่มีการเปิดใช้งานการปรับแต่ง JVM
tr: JVM optimizasyonları etkin değil
vi: Không có tối ưu hóa JVM nào được bật
zh_hans: 不启用任何JVM优化
zh_hant: 不啟用任何JVM優化

# settings.game.java.path
source: Java Path
ar: مسار Java
da: Java-sti
de: Java-Pfad
es: Ruta de Java
fi: Java-polku
fr: Chemin Java
hi: Java पथ
it: Percorso Java
ja: Javaパス
ko: Java 경로
nb: Java-sti
nl: Java-pad
pl: Ścieżka Java
pt: Caminho Java
ru: Путь к Java
sv: Java-sökväg
th: เส้นทาง Java
tr: Java Yolu
vi: Đường dẫn Java
zh_hans: Java路径
zh_hant: Java路徑

# settings.game.java.path.description
source: The path to the Java executable file. Click to choose or reset to the default path.
ar: مسار ملف Java القابل للتنفيذ. انقر للاختيار أو إعادة تعيين إلى المسار الافتراضي.
da: Stien til den eksekverbare Java-fil. Klik for at vælge eller nulstille til standardstien.
de: Der Pfad zur ausführbaren Java-Datei. Klicken Sie, um auszuwählen oder auf den Standardpfad zurückzusetzen.
es: La ruta al archivo ejecutable de Java. Haz clic para elegir o restablecer a la ruta predeterminada.
fi: Polku Java-ajettavaan tiedostoon. Napsauta valitaksesi tai palauttaaksesi oletuspolkuun.
fr: Le chemin vers le fichier exécutable Java. Cliquez pour choisir ou réinitialiser au chemin par défaut.
hi: Java निष्पादन योग्य फ़ाइल का पथ। चुनने या डिफ़ॉल्ट पथ पर रीसेट करने के लिए क्लिक करें।
it: Il percorso al file eseguibile Java. Clicca per scegliere o reimpostare sul percorso predefinito.
ja: Java実行可能ファイルへのパス。クリックして選択するか、デフォルトパスにリセットします。
ko: Java 실행 파일의 경로입니다。 클릭하여 선택하거나 기본 경로로 재설정합니다。
nb: Banen til den kjørbare Java-filen. Klikk for å velge eller tilbakestille til standardbanen.
nl: Het pad naar het Java-uitvoerbare bestand. Klik om te kiezen of terug te zetten naar het standaardpad.
pl: Ścieżka do pliku wykonywalnego Java. Kliknij, aby wybrać lub zresetować do domyślnej ścieżki.
pt: O caminho para o arquivo executável Java. Clique para escolher ou redefinir para o caminho padrão.
ru: Путь к исполняемому файлу Java. Нажмите, чтобы выбрать или сбросить на путь по умолчанию.
sv: Sökvägen till den körbara Java-filen. Klicka för att välja eller återställa till standardsökvägen.
th: เส้นทางไปยังไฟล์ที่เรียกใช้งานได้ของ Java คลิกเพื่อเลือกหรือรีเซ็ตเป็นเส้นทางเริ่มต้น
tr: Java çalıştırılabilir dosyasının yolu. Seçmek veya varsayılan yola sıfırlamak için tıklayın.
vi: Đường dẫn đến tệp thực thi Java. Nhấp để chọn hoặc đặt lại về đường dẫn mặc định.
zh_hans: Java可执行文件的路径。点击选择或重置为默认路径。
zh_hant: Java可執行檔案的路徑。點擊選擇或重置為預設路徑。

# settings.game.java.performance_optimization
source: Performance Optimization
ar: تحسين الأداء
da: Ydelsesoptimering
de: Leistungsoptimierung
es: Optimización de Rendimiento
fi: Suorituskyvyn optimointi
fr: Optimisation des Performances
hi: प्रदर्शन अनुकूलन
it: Ottimizzazione delle Prestazioni
ja: パフォーマンス最適化
ko: 성능 최적화
nb: Ytelsesoptimalisering
nl: Prestatieoptimalisatie
pl: Optymalizacja Wydajności
pt: Otimização de Desempenho
ru: Оптимизация Производительности
sv: Prestandaoptimering
th: การปรับปรุงประสิทธิภาพ
tr: Performans İyileştirmesi
vi: Tối ưu hóa Hiệu suất
zh_hans: 性能优化
zh_hant: 性能優化

# settings.game.java.runtime.none
source: No JRE
ar: لا يوجد JRE
da: Ingen JRE
de: Kein JRE
es: Sin JRE
fi: Ei JRE:tä
fr: Aucun JRE
hi: कोई JRE नहीं
it: Nessun JRE
ja: JREなし
ko: JRE 없음
nb: Ingen JRE
nl: Geen JRE
pl: Brak JRE
pt: Sem JRE
ru: Нет JRE
sv: Ingen JRE
th: ไม่มี JRE
tr: JRE yok
vi: Không có JRE
zh_hans: 暂无JRE
zh_hant: 暫無JRE

# settings.game.java.runtime.reinstall
source: Reinstall
ar: إعادة التثبيت
da: Geninstaller
de: Neu installieren
es: Reinstalar
fi: Asenna uudelleen
fr: Réinstaller
hi: पुनः स्थापित करें
it: Reinstalla
ja: 再インストール
ko: 재설치
nb: Installer på nytt
nl: Opnieuw installeren
pl: Przeinstaluj
pt: Reinstalar
ru: Переустановить
sv: Installera om
th: ติดตั้งใหม่
tr: Yeniden yükle
vi: Cài đặt lại
zh_hans: 重新安装
zh_hant: 重新安裝

# settings.game.java.runtimes.section
source: Java Runtimes
ar: بيئات تشغيل Java
de: Java-Laufzeiten
es: Runtimes de Java
fi: Java-ajonaikaiset
fr: Runtimes Java
hi: जावा रनटाइम
it: Runtime Java
ja: Javaランタイム
ko: Java 런타임
pl: Środowiska Java
pt: Runtimes Java
ru: Среды выполнения Java
th: รันไทม์ Java
tr: Java Çalışma Zamanları
vi: Môi trường Java
zh_hans: Java运行时
zh_hant: Java執行環境

# settings.game.language.label
source: Game Language
ar: لغة اللعبة
da: Spilsprog
de: Spielsprache
es: Idioma del juego
fi: Pelin kieli
fr: Langue du jeu
hi: गेम भाषा
it: Lingua del gioco
ja: ゲーム言語
ko: 게임 언어
nb: Spillspråk
nl: Speltaal
pl: Język gry
pt: Idioma do jogo
ru: Язык игры
sv: Spelspråk
th: ภาษาของเกม
tr: Oyun dili
vi: Ngôn ngữ trò chơi
zh_hans: 游戏语言
zh_hant: 遊戲語言

# settings.game.language.sync_with_launcher
source: Automatically set new games to the current launcher language after download
ar: اضبط لغة الألعاب الجديدة تلقائياً على لغة المشغل الحالية بعد التنزيل
da: Indstil automatisk nye spil til launchers nuværende sprog efter download
de: Neue Spiele nach dem Download automatisch auf die aktuelle Launcher-Sprache setzen
es: Establecer automáticamente los juegos nuevos al idioma actual del lanzador tras la descarga
fi: Aseta uudet pelit automaattisesti käynnistimen nykyiseen kieleen latauksen jälkeen
fr: Définir automatiquement la langue des nouveaux jeux sur celle du lanceur après le téléchargement
hi: डाउनलोड के बाद नए गेम की भाषा को अपने आप वर्तमान लॉन्चर भाषा पर सेट करें
it: Imposta automaticamente i nuovi giochi sulla lingua corrente del launcher dopo il download
ja: 新しくダウンロードしたゲームの言語を現在のランチャー言語に自動設定
ko: 새로 다운로드한 게임의 언어를 현재 런처 언어로 자동 설정
nb: Sett automatisk nye spill til gjeldende launcherspråk etter nedlasting
nl: Nieuwe games na downloaden automatisch instellen op de huidige launcher-taal
pl: Automatycznie ustawiaj język nowych gier na bieżący język launchera po pobraniu
pt: Definir automaticamente os novos jogos para o idioma atual do launcher após o download
ru: Автоматически устанавливать для новых игр текущий язык лаунчера после загрузки
sv: Stall in nya spel automatiskt till launcherns nuvarande språk efter nedladdning
th: ตั้งค่าภาษาเกมใหม่เป็นภาษาปัจจุบันของตัวเปิดเกมโดยอัตโนมัติหลังดาวน์โหลด
tr: Yeni oyunlari indirildikten sonra otomatik olarak mevcut baslatici diline ayarla
vi: Tu dong dat ngon ngu cua tro choi moi theo ngon ngu hien tai cua launcher sau khi tai xuong
zh_hans: 新游戏下载后自动设置为当前启动器语言
zh_hant: 新遊戲下載後自動設定為目前啟動器語言

# settings.game.tab
source: Game
ar: لعبة
da: Spil
de: Spiel
es: Juego
fi: Peli
fr: Jeu
hi: गेम
it: Gioco
ja: ゲーム
ko: 게임
nb: Spill
nl: Spel
pl: Gra
pt: Jogo
ru: Игра
sv: Spel
th: เกม
tr: Oyun
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

# settings.general.tab
source: General
ar: عام
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sv: Allmänt
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 通用

# settings.interface_style.classic
source: Classic
ar: كلاسيكي
da: Klassisk
de: Klassisch
es: Clásico
fi: Klassinen
fr: Classique
hi: क्लासिक
it: Classico
ja: クラシック
ko: 클래식
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt: Clássico
ru: Классический
sv: Klassisk
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# settings.interface_style.focused
source: Focused
ar: مركّز
da: Fokuseret
de: Fokussiert
es: Enfocado
fi: Keskitetty
fr: Concentré
hi: केंद्रित
it: Concentrato
ja: フォーカス
ko: 집중
nb: Fokusert
nl: Gefocust
pl: Skupiony
pt: Focado
ru: Сфокусированный
sv: Fokuserad
th: โฟกัส
tr: Odaklı
vi: Tập trung
zh_hans: 聚焦
zh_hant: 聚焦

# settings.interface_style.label
source: Interface style
ar: نمط الواجهة
da: Grænsefladestil
de: Oberflächenstil
es: Estilo de interfaz
fi: Käyttöliittymän tyyli
fr: Style d'interface
hi: इंटरफ़ेस शैली
it: Stile interfaccia
ja: インターフェーススタイル
ko: 인터페이스 스타일
nb: Grensesnittstil
nl: Interface-stijl
pl: Styl interfejsu
pt: Estilo da interface
ru: Стиль интерфейса
sv: Gränssnittsstil
th: สไตล์อินเทอร์เฟซ
tr: Arayüz stili
vi: Phong cách giao diện
zh_hans: 界面风格
zh_hant: 介面風格

# settings.language.picker
source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言
